Repository: Alexander-Kurachenko/tuxmath
Catalog: po/*.po
Languages: nl, sk

source: Additional options
nl: Meer opties

source: Complete missions for the Math Command Fleet
nl: Voer missies uit voor de commandovloot wiskunde

source: Customize the game you play
nl: Pas het spel dat je speelt aan

source: Earn Gold Stars as you build your math skills with each mission
nl: Win gouden sterren terwijl je met elke missie je rekenvaardigheden verbetert

source: Easier
nl: Makkelijker

source: Easiest
nl: Makkelijkst

source: Easy
nl: Makkelijk

source: Exit to your desktop
nl: Afsluiten en naar het bureaublad teruggaan

source: Factorize numbers with your laser beam!
nl: Ontbind getallen in factoren met je laserstraal!

source: Hard
nl: Moeilijk

source: Hardest
nl: Moeilijkst

source: High Scores
nl: Topscores

source: Join a game on a server running on your network
nl: Doe mee met een spel op een server op je netwerk

source: Make the Hall of Fame by beating the highest score
nl: Treed toe tot de eregalerij door de topscores te verbeteren

source: Moderate
nl: Middelmatig

source: Play a game with your friends on a local network
nl: Speel samen met je vrienden een spel op het lokale netwerk

source: Play and learn on your own
nl: In je eentje spelen en leren

source: Players with the lowest scores are eliminated every round
nl: Elke ronde wordt de speler met de laagste score uitgeschakeld

source: Return to the main menu
nl: Terug naar het hoofdmenu

source: Run a demo of the game
nl: Bekijk een demo van het spel

source: See how to play the game
nl: Kijk hoe je het spel moet spelen

source: See the credits for the game
nl: Bekijk wie meehielp het spel te maken

source: See the project info
nl: Bekijk de projectinfo

source: Start a server for a network game
nl: Start een server voor een netwerkspel

source: Stop a server running on your machine
nl: Stop een server die actief is op je computer

source: Take turns in a game with your friends on a single computer
nl: Speel met je vrienden elk om beurt op een autonome computer

source: The person with the highest score wins
nl: De persoon met de hoogste score wint

source: LEAD ARTIST
sk: HLAVNÁ UMELECKÁ ZLOŽKA

source: TESTERS
sk: TESTERI

source: FACTOROIDS: to win, you need destroy all the asteroids.
sk: FAKTOROIDY: aby si zvíťazil, musíš zničiť všetky asteroidy.

source: Use the arrow keys to turn or go forward. Aim at an asteroid,
sk: Pomocou šípok sa môžeš otáčať a postupovať dopredu. Zamier na asteroid,

source: type one of its factors, and press space or return
sk: napíš jeden z jeho deliteľov a stlač medzerník alebo Enter

source: to split it into its factors. Rocks with prime numbers are destroyed!
sk: ...rozštiepi na delitele. Kamene s prvočíslami zmiznú!

source: FRACTIONS: to win, you need destroy all the asteroids
sk: ZLOMKY: ak chceš vyhrať, musíš zničiť všetky asteroidy

source: type a number that can simplify the fraction, and press space or return
sk: napíš číslo, ktoré môže zlomok zjednodušiť, stlač medzerník alebo Enter

source: to split it. Destroy fractions that can not be further simplified in a single shot!
sk: a on sa rozštiepi. Zlomky, ktoré sa už nedajú zjednodušiť, znič jednou ranou!

source: Detecting servers
sk: Hľadám servery...

source: Please wait
sk: Čakaj prosím

source: Connected to server: %s
sk: Si pripojený ku serveru: %s

source: Click when ready
sk: Ak si pripravený, klikni

source: Waiting for other players
sk: Čakanie na ďalších hráčov

source: Sorry, game already in progress.
sk: Ospravedlňujeme sa, hra už prebieha.

source: Factoroids!
sk: Faktoroidy!

source: Project Info
sk: Informácie o projekte
