Repository: Alexander-Kurachenko/tuxmath
Catalog: po/*.po
Languages: nl, sk

source: Congratulations! You win!
nl: Gefeliciteerd! Jij hebt gewonnen!
sk: Blahoželáme, vyhral si!

source: Round
nl: Ronde
sk: Kolo

source: -[Esc] to skip
nl: -[Esc] om over te slaan
sk: Preskočiť stlačením [Esc]

source: Mission One: Careful Cadet
nl: Missie één: Zorgvuldige cadet
sk: Misia 1: Starostlivý nováčik

source: I'm so glad you've come!
nl: Ik ben zo blij dat je gekomen bent!
sk: Sme radi, že si tu!

source: The penguins need your help! Comets are falling from the sky, and are melting the penguins' igloos. To save their homes, we need you to find the secret code that will zap each comet.
nl: De pinguïns hebben je hulp nodig. Uit de lucht vallen kometen die de iglo's van de pinguïns doen smelten. Om hun huizen te beschermen, moet je de geheime code vinden die elke komeet zal vernietigen.
sk: Tučniaci potrebujú tvoju pomoc! Padajúce kométy roztápajú ich iglu! Zachrániš ich tak, že nájdeš tajný kód, ktorý kométu zničí.

source: Do your best!
nl: Doe je best!
sk: Daj do toho všetko!

source: Mission Two: Smart Scout
nl: Missie twee: Knappe Verkenner
sk: Misia 2: Šikovný skaut

source: Great job! Since you saved the penguins' homes, we are promoting you to Scout. Scouts are good for keeping an eye out for trouble...
nl: Goed gedaan! Vermits je de huizen van de pinguïns gered hebt, bevorderen we je tot Verkenner. Verkenners zijn goed in het opmerken van moeilijkheden...
sk: Výborne! Keďže si zachránili domčeky tučniakov, povyšujeme ťa na skauta. Skauti ľahko spozorujú problémy...

source: ...like what's happening right now! The TakeAways have come, and they're sending new, trickier comets against the penguins!
nl: ...zoals wat nu aan het gebeuren is! Daar komen de Verminderaars en zij sturen nieuwe, moeilijker tegen te houden kometen af op de pinguïns!
sk: ...ako napríklad teraz! Nepriatelia sú tu a útočia na tučniakov novými, nebezpečnejšími kométami.

source: But you can save them!
nl: Maar jij kan ze beschermen!
sk: Ale ty im môžeš pomôcť!

source: Mission Three: Royal Ranger
nl: Missie drie: Koninklijke Jager
sk: Misia 3: Cisársky strážca

source: You've done it again! The Penguin Emperor has chosen you to join his team of Rangers that help protect the city. We're sending you there now...
nl: Je kreeg het opnieuw voor elkaar! De pinguïnkeizer heeft jou uitverkoren om toe te treden tot zijn team van Jagers die de stad helpen beschermen. We sturen je er nu heen...
sk: Opäť si to dokázal! Vládca tučniakov si ťa zvolil za člena tímu strážcov chrániacich mesto. Už si na ceste...

source: ...oh no! Now the Emperor himself is under attack, from new types of comets: these problems are multiplying! To fight these, you need great skill. We think you can do it. Join the Rangers and help save the city!
nl: ...oh nee! Nu wordt de keizer zelf aangevallen door een nieuw soort kometen: deze problemen vermenigvuldigen zich! Om die te kunnen bestrijden moet je uiterst bekwaam zijn. We denken dat jij daartoe in staat bent. Kom bij de Jagers en help de stad beschermen!
sk: ...To nie! Sám vládca sa stal obeťou útoku nového typu komét! Tie problémy sa len množia! Aby si tieto kométy porazil, potrebuješ veľkú zručnosť. Veríme, že to dokážeš. Pridaj sa k strážcom a pomôž zachrániť mesto!

source: Mission Four: Imperial Ace
nl: Missie vier: Keizerlijke Uitblinker
sk: Misia 4: Tajná zbraň ríše

source: You did it! The Emperor wants to thank you in person. We are taking you to his ice palace for a great honor: you will become the Imperial Ace!
nl: Je hebt het geklaard! De keizer wenst je persoonlijk te bedanken. We brengen je naar zijn paleis voor een groot eerbetoon: je zult de Keizerlijke Uitblinker worden!
sk: Dokázal si to! Vládca ti chce osobne poďakovať. Si na ceste do ľadového paláca, kde sa ti dostane obrovskej pocty: staneš sa tajnou zbraňou ríše!

source: But right in the middle of the ceremony, a new attack from the land of Division starts!
nl: Maar middenin de ceremonie wordt er vanuit het land van Deling een nieuwe aanval gelanceerd!
sk: No rovno uprostred ceremónie Divízia zaútočí znovu!

source: Now is no time for resting; the city needs your help!
nl: Nu is het niet de tijd om te rusten. De stad heeft je hulp nodig!
sk: Teraz nie je čas na oddych - mesto potrebuje tvoju pomoc!

source: Final Mission: Computing Commando
nl: Laatste missie: Bevelhebber Rekenen
sk: Posledná misia: Nepriestrelný matematik

source: Penguin scientists have learned that all these attacks are coming from a secret base, and they need you to go fight the final battle. They also give you this clue: first do multiplication and division, and then do addition and subtraction.
nl: Pinguïnwetenschappers hebben ontdekt dat al deze aanvallen afkomstig zijn van een geheime basis en ze hebben je nodig om het laatste beslissende gevecht te leveren. Ze geven je ook deze hint mee: eerst vermenigvuldigen en delen en daarna optellen en aftrekken.
sk: Vedci v krajine tučniakov zistili, že všetky útoky vychádzajú z tajnej základne. Potrebujú ťa, aby si pre nich vybojoval poslednú bitku. Majú však pre teba malú pomôcku: najprv násob a deľ, potom sčítavaj a odčítavaj.

source: I hope that hint helps!
nl: Hopelijk helpt deze hint je!
sk: Verím, že ti táto rada pomôže!

source: This is it! You can stop these attacks forever, Commando!
nl: Nu is het alles op alles! Jij kunt deze aanvallen voorgoed stoppen, bevelhebber!
sk: Do toho! Teraz máš šancu zastaviť tieto útoky už navždy, Matematik!

source: Sorry, try again!
nl: Sorry, probeer het nogmaals!
sk: Škoda, skús to znovu!

source: Mission accomplished. The galaxy is safe!
nl: Missie volbracht. Het melkwegstelsel is veilig!
sk: Misia splnená. Galaxia je zasa v bezpečí!

source: TUX, OF MATH COMMAND
nl: TUX, AAN HET COMMANDO VOOR WISKUNDE
sk: TUX, VLÁDCA ČÍSEL

source: VERSION
nl: VERSIE

source: PART OF THE 'TUX4KIDS' PROJECT
nl: ONDERDEEL VAN HET PROJECT 'TUX4KIDS'
sk: SÚČASŤ PROJEKTU 'TUX4KIDS'

source: DESIGNED BY
nl: ONTWORPEN DOOR
sk: NADIZAJNOVAL

source: LEAD PROGRAMMERS
nl: BELANGRIJKSTE ONTWIKKELAARS
sk: HLAVNÍ PROGRAMÁTORI

source: ADDITIONAL CODE
nl: BIJKOMENDE CODE
sk: DOPLNKOVÝ KÓD

source: LEAD ARTISTS
nl: BELANGRIJKSTE VORMGEVERS

source: ADDITIONAL ART
nl: BIJKOMENDE VORMGEVING
sk: DOPLŇUJÚCA UMELECKÁ ZLOŽKA

source: SOUND EFFECTS
nl: KLANKEFFECTEN
sk: ZVUKOVÉ EFEKTY

source: MUSIC
nl: MUZIEK
sk: HUDBA

source: PACKAGERS
nl: PAKKETBEHEERDERS
sk: TVORBA BALÍKOV

source: 'TUX' THE PENGUIN CREATED BY
nl: 'TUX' DE PINGUÏN, EEN CREATIE VAN
sk: AUTOROM TUČNIAKA TUXA JE

source: USER WEBSITE
nl: WEBSITE VOOR GEBRUIKERS
sk: POUŽÍVATEĽSKÁ WEBSTRÁNKA

source: TUX4KIDS DEVELOPMENT HOSTED AT ALIOTH:
nl: DE ONTWIKKELING VAN TUX4KIDS WORDT OP ALIOTH GEHOST:
sk: VÝVOJ TUX4KIDS JE HOSŤOVANÝ NA ALIOTH:

source: TuxMath is Free Software licensed under the GNU General Public License (GPL). As such, you are specifically granted the rights that are usually denied to users of proprietary software.
nl: TuxMath is vrije software waarop de GNU General Public License (GPL) van toepassing is. Daardoor worden u specifiek die rechten toegekend die meestal ontzegt worden aan gebruikers van gepatenteerde software.
sk: Tuxmath je slobodný softvér pod licenciou GNU GPL. Vďaka nej máte práva, ktoré pri proprietárnom softvéri nikdy nezískate.

source: These rights include the freedom to study, copy, modify, and redistribute the program.
nl: Tot deze rechten behoren het recht om het programma te bestuderen, te kopiëren, te wijzigen en verder te verspreiden.
sk: Tieto práva zahŕňajú voľné štúdium, kopírovanie, úpravu a redistribúciu programu.

source: A full copy of the GPL is included with the documentation for this program.
nl: Een volledige kopie van de GPL is toegevoegd aan de documentatie over dit programma.
sk: Plnú verziu GPL nájdete v dokumentácii k programu.

source: For more information about Free Software and the GNU GPL, visit:
nl: Voor meer informatie over Vrije Software en de GNU GPL, raadpleeg:
sk: Viac informácií o slobodnom softvéri a GNU GPL nájdete na:

source: Powers of 2
nl: Machten van 2

source: Products of 2 and 3
nl: Vermenigvuldigen met 2 en 3

source: Products of 2, 3 and 5
nl: Vermenigvuldigen met 2, 3 en 5

source: Products of 2, 3, 5 and 7
nl: Vermenigvuldigen met 2, 3, 5 en 7

source: Products of 2, 3, 5, 7, and 11
nl: Vermenigvuldigen met 2, 3, 5, 7 en 11

source: Products of 2, 3, 5, 7, 11 and 13
nl: Vermenigvuldigen met 2, 3, 5, 7, 11 en 13

source: All multiples of 2 end in 2, 4, 6, 8, or 0
nl: Alle veelvouden van 2 eindigen op 2, 4, 6, 8, of 0

source: The digits of a multiple of 3 add up to a multiple of 3
nl: De som van de cijfers van een veelvoud van 3 is zelf een veelvoud van 3

source: All multiples of 5 end in 0 or 5
nl: Alle veelvouden van 5 eindigen op 0 of 5

source: Sorry - there is no simple rule to identify multiples of 7.
nl: Sorry - er bestaat geen eenvoudige regel om veelvouden van 7 te herkennen.

source: Under 100, multiples of 11 have equal digits, such as 55 or 88.
nl: Beneden 100 bestaan veelvouden van 11 uit twee gelijke cijfers, zoals 55 of 88.

source: Sorry - there is no simple rule to identify multiples of 13.
nl: Sorry - er bestaat geen eenvoudige regel om veelvouden van 13 te herkennen.

source: Objectives:
nl: Doelen:

source: To win, you must destroy all the asteroids. Turn: arrow keys or mouse movement. Thrust: up arrow or right mouse button. Shoot: [Enter], [Space], or left mouse button. Switch Prime Number Gun: [D], [F], or mouse scroll wheel. Activate Powerup: [Shift]. Shoot the rocks with their prime factors until they are all destroyed.
nl: Om te winnen moet je alle asteroïden vernietigen. Draaien: pijltjestoetsen gebruiken of met de muis bewegen. Vooruit bewegen: pijltje omhoog of rechtermuisknop. Schieten: [Enter], [Spatie] of linker muisknop. Geweer met ander priemgetal laden: [D], [F], of muiswieltje. Bonus activeren: [Shift]. Beschiet de rotsen met hun priemfactoren tot ze allemaal vernietigd zijn.

source: FRACTIONS: to win, you need destroy all the asteroids. Use the arrow keys to turn or go forward. Aim at an asteroid, type a number that can simplify the fraction, and press space or return to split it. Destroy fractions that can not be further simplified in a single shot!
nl: BREUKEN: Om te winnen moet je alle asteroïden vernietigen. Gebruik de pijltjestoetsen om te draaien of vooruit te bewegen. Mik op een asteroïde, typ een getal waardoor de breuk vereenvoudigd kan worden en druk op spatie of enter om de breuk te splitsen. Vernietig breuken die niet verder vereenvoudigd kunnen worden met één enkel schot!

source: Welcome to TuxMath!
nl: Welkom bij TuxMath!
sk: Vitaj v TuxMath!

source: Your mission is to save your
nl: Jouw missie is om
sk: Tvojou úlohou je zachrániť

source: penguins' igloos from the
nl: de iglo's van de pinguïns
sk: iglu v ktorých tučniaky bývajú

source: falling comets.
nl: te beschermen tegen vallende kometen.
sk: pred padajúcimi kométami.

source: Stop a comet by typing
nl: Houd de komeet tegen door
sk: Kométu zastavíš tak, že napíšeš

source: the answer to the math problem
nl: het antwoord op de rekenvraag te typen
sk: výsledok daného príkladu

source: and hitting 'space' or 'enter'.
nl: en 'spatie' of 'enter' te drukken.
sk: a stlačíš medzerník alebo Enter.

source: Try it now!
nl: Probeer het nu!
sk: Skús to!

source: Good shot!
nl: Goed schot!
sk: Skvelý zásah!

source: If an igloo gets hit by a comet,
nl: Als een iglo door een komeet geraakt wordt,
sk: Ak kométa zasiahne iglu,

source: it melts. But don't worry: the
nl: smelt hij. Maar maak je geen zorgen:
sk: roztopí sa. Ale nemaj strach!

source: penguin is OK!
nl: de pinguïn blijft OK!
sk: Tučniak je v poriadku.

source: Just watch what happens:
nl: Kijk gewoon wat er gebeurt:
sk: Pozri čo sa stane.

source: (Press a key to start)
nl: (Druk op een toets om te beginnen)
sk: (Spusti hru stlačením klávesu)

source: Notice the answer
nl: Bekijk het antwoord
sk: Všimni si výsledok

source: If it gets hit again, the
nl: Als hij terug geraakt wordt,
sk: Ak je zasiahnuté znovu,

source: penguin leaves.
nl: gaat de pinguïn weg.
sk: tučniak odíde.

source: (Press a key when ready)
nl: (Druk op een toets als je klaar bent)
sk: (Ak si pripravený, stlač kláves)

source: You can fix the igloos
nl: Je kunt de iglo's repareren
sk: Iglu môžeš opraviť tak,

source: by stopping bonus comets.
nl: door bonuskometen tegen te houden.
sk: že zastavíš bonusové kométy.

source: Zap it now!
nl: Vernietig hem nu!
sk: Len do nich!

source: Great job!
nl: Goed gedaan!
sk: Výborne!

source: Fast-moving powerup comets
nl: Door de snel bewegende bonuskometen te vernietigen

source: earn you a secret weapon:
nl: kun je een geheim wapen verdienen:

source: Quit at any time by pressing
nl: Op ieder ogenblik kun je stoppen
sk: Hru môžeš kedykoľvek zastaviť stlačením

source: 'Esc' or clicking the 'X'
nl: door op 'Esc' te drukken
sk: Esc alebo kliknutím na X

source: in the upper right corner.
nl: of te klikken op de 'X' in de rechterbovenhoek.
sk: v pravom hornom rohu.

source: Do it now, and then play!
nl: Doe het nu. En dan spelen maar!
sk: Vyskúšaj si to a šup do hry!

source: The Penguins Have Been Saved!
nl: De pinguïns werden gered!

source: Final Scores:
nl: Eindresultaten:

source: Network game terminated by server. The server is still running.
nl: Het netwerkspel werd beëindigd door de server. De server is nog steeds actief.

source: Network game terminated. Connection with server was lost.
nl: Het netwerkspel werd afgesloten. De verbinding met de server ging verloren.

source: %s has left the game.
nl: %s heeft het spel verlaten.

source: Hall Of Fame
nl: Eregalerij
sk: Sieň slávy

source: Space Cadet
nl: Ruimtecadet
sk: Vesmírny nováčik

source: Scout
nl: Verkenner
sk: Skaut

source: Ranger
nl: Jager
sk: Strážca

source: Ace
nl: Uitblinker
sk: Tajná zbraň

source: Commando
nl: Bevelhebber
sk: Nepriestrelný bojovník

source: Factors
nl: Factoren
sk: Delitele

source: Fractions
nl: Breuken
sk: Zlomky

source: You Are In The Hall of Fame!
nl: Je staat in de eregalerij!
sk: Si v Sieni slávy!

source: Enter Your Name:
nl: Voer je naam in:
sk: Sem napíš svoje meno:

source: TuxMath version %s is free and open-source! You can help make it better. Suggestions, artwork, and code are all welcome! Discuss TuxMath at tuxmath-devel@list.sourceforge.net
nl: TuxMath versie %s is vrije en openbronsoftware! U kunt helpen het nog beter te maken. Suggesties, vormgeving en code zijn steeds welkom! Bespreek TuxMath op tuxmath-devel@list.sourceforge.net

source: Edit 'options' file in you home directory to create customized game! Press a key or click your mouse to start game. See README.txt for more information.
nl: Bewerk het bestand 'options' in je persoonlijke map om aanpassingen aan het spel te maken! Druk op een toets of klik met de muis om het spel te starten. Lees het bestand README.txt voor bijkomende informatie.

source: How many kids are playing?
nl: Hoeveel kinderen spelen er?
sk: Koľkí hráte?

source: (Between 2 and 4 players)
nl: (Tussen 2 en 4 spelers)
sk: (Medzi 2 a 4 hráčmi)

source: The server is already running
nl: De server is reeds actief
sk: Tento server sa už používa

source: The port is in use by another program on this computer, most likely another Tux Math server
nl: De poort wordt op deze computer door een ander programma gebruikt, hoogstwaarschijnlijk een andere server voor TuxMath.

source: Enter Server Name:
nl: Voer de naam van de server in:
sk: Zadajte názov serveru:

source: (limit 50 characters)
nl: (beperkt tot 50 lettertekens)
sk: (max. 50 znakov)

source: Click or press key to select server lesson file
nl: Klik of druk op een toets om een lesbestand op de server te selecteren
sk: Súbor lekcie zo serveru vyberieš kliknutím alebo stlačením klávesu

source: Server Name: %s Selected Lesson: %s
nl: Servernaam: %s Geselecteerde les: %s

source: Sorry, this version built withour network support.
nl: Sorry, deze versie van het programma werd zonder netwerkondersteuning gebouwd.

source: Sorry, this version built without network support.
nl: Sorry, deze versie van het programma werd zonder netwerkondersteuning gebouwd.
sk: Ospravedlňujeme sa, táto verzia nepodporuje sieťovú hru.

source: The server is not running.
nl: De server is niet actief.

source: Cannot stop server until current game finishes.
nl: Kan de server niet stoppen zolang het huidige spel niet afgesloten is.

source: The server has been stopped.
nl: De server werd gestopt.

source: Sorry, could not connect to server.
nl: Sorry, kon geen verbinding maken met de server.

source: Sorry, could not connect to server.
nl: Sorry, kon geen verbinding maken met de server.

source: Sorry, game already in progress
nl: Sorry, het spel is al aan de gang

source: Connection with server was lost
nl: De verbinding met de server ging verloren

source: Sorry, this version built without network support
nl: Sorry, deze versie van het programma werd zonder netwerkondersteuning gebouwd

source: Go!
nl: Kom op!

source: Then %s
nl: Dan %s
sk: Ďalej %s

source: Who is playing first?
nl: Wie speelt eerst?
sk: Kto začína?

source: Enter your name:
nl: Voer je naam in:
sk: Zadaj svoje meno:

source: Who is playing next?
nl: Wie speelt nadien?
sk: Kto ide po ňom?

source: How many rounds will you play?
nl: Hoeveel rondes ga je spelen?
sk: Koľko kôl chcete hrať?

source: Enter a number
nl: Voer een getal in
sk: Zadaj číslo

source: Await player name
nl: Wacht op de naam van de speler

source: Work In Progress! This feature is not ready yet Discuss the future of TuxMath at tuxmath-devel@lists.sourceforge.net
nl: Werk in uitvoering! Deze functionaliteit is nog niet klaar voor gebruik Praat over de toekomst van TuxMath op tuxmath-devel@lists.sourceforge.net

source: Number Typing
nl: Getallen typen
sk: Písanie čísel

source: Addition: 1 to 3
nl: Optellen: 1 tot 3
sk: Sčítanie: Od 1 do 3

source: Addition: 0 to 5
nl: Optellen: 0 tot 5
sk: Odčítanie: Od 0 do 5

source: Addition: Sums to 10
nl: Optellen: sommen tot 10
sk: Sčítanie: Súčty do 10

source: Addition: Sums to 15
nl: Optellen: sommen tot 15
sk: Sčítanie: Súčty do 15

source: Addition: Sums to 20
nl: Optellen: sommen tot 20
sk: Sčítanie: Súčty do 20

source: Addition: Two Digit Numbers
nl: Optellen: getallen van twee cijfers
sk: Sčítanie: Dvojciferné čísla

source: Addition: Missing Numbers
nl: Optellen: ontbrekende getallen
sk: Sčítanie: Chýbajúce čísla

source: Subtraction: 0 to 10
nl: Aftrekken: 0 tot 10
sk: Odčítanie: Od 0 do 10

source: Subtraction: 0 to 20
nl: Aftrekken: 0 tot 20
sk: Odčítanie: Od 0 do 20

source: Subtraction: Two Digit Numbers
nl: Aftrekken: getallen van twee cijfers
sk: Odčítanie: Dvojciferné čísla

source: Addition and Subtraction Review
nl: Optellen en aftrekken: herhaling
sk: Sčítanie a odčítanie: Opakovanie

source: Multiplication: 0 to 3
nl: Vermenigvuldigen: 0 tot 3
sk: Násobenie: Od 0 do 3

source: Multiples of 2
nl: Veelvouden van 2
sk: Násobky 2

source: Multiples of 3
nl: Veelvouden van 3
sk: Násobky 3

source: Multiples of 4
nl: Veelvouden van 4
sk: Násobky 4

source: Multiples of 5
nl: Veelvouden van 5
sk: Násobky 5

source: Multiplication: 0 to 5
nl: Vermenigvuldigen: 0 tot 5
sk: Násobenie: Od 0 do 5

source: Multiples of 6
nl: Veelvouden van 6
sk: Násobky 6

source: Multiples of 7
nl: Veelvouden van 7
sk: Násobky 7

source: Multiplication: 0 to 7
nl: Vermenigvuldigen: 0 tot 7
sk: Násobenie: Od 0 do 7

source: Multiples of 8
nl: Veelvouden van 8
sk: Násobky 8

source: Multiples of 9
nl: Veelvouden van 9
sk: Násobky 9

source: Multiples of 10
nl: Veelvouden van 10
sk: Násobky 10

source: Multiplication: 0 to 10
nl: Vermenigvuldigen: 0 tot 10
sk: Násobenie: Od 0 do 10

source: Multiples of 11 and 12
nl: Veelvouden van 11 en 12
sk: Násobky 11 a 12

source: Multiplication: 0 to 12
nl: Vermenigvuldigen: 0 tot 12
sk: Násobenie: Od 0 do 12

source: Multiples of 13, 14, and 15
nl: Veelvouden van 13, 14 en 15
sk: Násobky 13,14 a15

source: Multiplication: 0 to 15
nl: Vermenigvuldigen: 0 tot 15
sk: Násobenie: Od 0 do 15

source: Multiplication: Missing Numbers
nl: Vermenigvuldigen: ontbrekende getallen
sk: Násobenie: Chýbajúce čísla

source: Division by 2
nl: Delen door 2
sk: Delenie 2

source: Division by 3
nl: Delen door 3
sk: Delenie 3

source: Division by 4
nl: Delen door 4
sk: Delenie 4

source: Division by 5
nl: Delen door 5
sk: Delenie 5

source: Division: 1 to 5
nl: Delen: 1 tot 5
sk: Delenie: Od 1 do 5

source: Division by 6
nl: Delen door 6
sk: Delenie 6

source: Division by 7
nl: Delen door 7
sk: Delenie 7

source: Division by 8
nl: Delen door 8
sk: Delenie 8

source: Division by 9
nl: Delen door 9
sk: Delenie 9

source: Division by 10
nl: Delen door 10
sk: Delenie 10

source: Division: 1 to 10
nl: Delen: 1 tot 10
sk: Delenie: Od 1 do 10

source: Division by 11 and 12
nl: Delen door 11 en 12
sk: Delenie 11 a 12

source: Division: 1 to 12
nl: Delen: 1 tot 12
sk: Delenie: 1 až 12

source: Division by 13, 14, and 15
nl: Delen door 13, 14 en 15
sk: Delenie 13, 14 a 15

source: Division: 1 to 15
nl: Delen: 1 tot 15
sk: Delenie: Od 1 do 15

source: Multiplication and Division Review
nl: Vermenigvuldigen en delen: herhaling
sk: Násobenie a delenie: Opakovanie

source: Typing Negative Numbers
nl: Negatieve getallen typen
sk: Písanie záporných čísel

source: Subtraction: Negative Answers
nl: Aftrekken: negatieve uitkomsten
sk: Odčítanie: Záporné výsledky

source: Adding Negatives to Positives
nl: Negatieve getallen bij positieve getallen optellen
sk: Sčítanie kladných a záporných čísel

source: Adding Positives to Negatives
nl: Positieve getallen bij negatieve getallen optellen
sk: Sčítanie záporných a kladných čísel

source: Subtracting Negatives From Positives
nl: Negatieve getallen van positieve getallen aftrekken
sk: Odčítanie záporných čísel od kladných

source: Subtracting Positives From Negatives
nl: Positieve getallen van negatieve getallen aftrekken
sk: Odčítanie kladných čísel od záporných

source: Adding Negatives to Negatives
nl: Negatieve getallen bij negatieve getallen optellen
sk: Sčítanie záporných čísel

source: Subtracting Negatives From Negatives
nl: Negatieve getallen van negatieve getallen aftrekken
sk: Odčítanie záporných čísel od záporných

source: Negative and Positive Numbers Review
nl: Negatieve en positieve getallen: herhaling
sk: Kladné a záporné čísla: Opakovanie

source: Multiplication and Division of Negatives
nl: Vermenigvuldigen en delen met negatieve getallen
sk: Násobenie a delenie záporných čísel

source: Multiplication of Positives and Negatives
nl: Vermenigvuldigen van positieve en negatieve getallen
sk: Násobenie kladných a záporných čísel

source: Division of Positives and Negatives
nl: Delen van positieve en negatieve getallen
sk: Delenie kladných a záporných čísel

source: Credits
nl: Aftiteling
sk: Poďakovanie

source: Elimination
nl: Eliminatie
sk: Eliminácia

source: Factoroids
nl: Factoroïden

source: Help
nl: Hulp
sk: Pomoc

source: Join Game
nl: Meedoen met het spel
sk: Pridať sa k hre

source: Main Menu
nl: Hoofdmenu
sk: Hlavné menu

source: Math Command Fleet Missions
nl: Missies van de commandovloot wiskunde
sk: Misie letky matematického komanda

source: Math Command Training Academy
nl: Oefenschool van het wiskundecommando
sk: Výcviková akadémia matematického komanda

source: More Options
nl: Meer opties
sk: Ďalšie nastavenia

source: Network Game
nl: Netwerkspel
sk: Sieťová hra

source: Play Alone
nl: Alleen spelen
sk: Jeden hráč

source: Play Arcade Game
nl: Een Arcadespel spelen
sk: Hrať

source: Play Custom Game
nl: Speel een aangepast spel
sk: Vytvoriť vlastnú hru

source: Play With Friends
nl: Met vrienden spelen
sk: Hrať s priateľmi

source: Quit
nl: Afsluiten
sk: Koniec

source: Run Server
nl: De server opstarten
sk: Spustiť server

source: Score Sweep
nl: Scores wissen
sk: Najlepšie skóre

source: Stop Server
nl: De server stoppen
